{"translation-revision-date":"2024-01-10 10:10:30+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"<a>Learn more<\/a> how the AMP plugin works":["<a>Más información<\/a> acerca de cómo funciona el plugin AMP"],"Try a different template mode <a>in settings<\/a>":["Prueba un modo de plantilla diferente <a>en los ajustes<\/a>"],"Reach out in the <a>support forums<\/a>":["Contacta en los <a>foros de ayuda<\/a>"],"Based on site scan results the AMP plugin provides the following choices. Learn more about the <GettingStartedLink>AMP experience with different modes<\/GettingStartedLink> and availability of <EcosystemLink>AMP components in the ecosystem<\/EcosystemLink>.":["Según los resultados del escaneo del sitio, el plugin AMP ofrece las siguientes opciones. Más información sobre la experiencia <GettingStartedLink>AMP con diferentes modos<\/GettingStartedLink> y la disponibilidad de componentes <EcosystemLink>AMP en el ecosistema<\/EcosystemLink>."],"Please submit details to our <a>support forum<\/a>.":["Por favor, envía los detalles a nuestro <a>foro de soporte<\/a>."],"Copy Validation Data":["Copiar los datos de validación"],"Raw validation data which you may want to share with the author so they can fix AMP compatibility:":["Datos de validación sin procesar que tal vez quieras compartir con el autor para que pueda arreglar la compatibilidad con AMP:"],"Official AMP Plugin for WordPress":["Plugin ofiicial de AMP para WordPress"],"Need help?":["¿Necesitas ayuda?"],"As a last step, use the Customizer to tailor the Reader theme as needed.":["Como último paso, utiliza el personalizador para adaptar el tema Reader según tus necesidades."],"In Reader mode AMP is served using your selected Reader theme, and pages for your non-AMP site are served using your primary theme.":["En el modo Reader, AMP se sirve utilizando tu tema Reader seleccionado, y las páginas de tu sitio no AMP se sirven utilizando tu tema principal."],"Browse your site here to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["Navega por tu sitio aquí para asegurarte de que cumple tus expectativas, y activa la configuración AMP para comparar ambas versiones."],"In Transitional mode AMP and non-AMP versions of your site are served using your currently active theme.":["En el modo Transitorio, las versiones AMP y no AMP de tu sitio se sirven utilizando tu tema activo en ese momento."],"Browse your site here to ensure it meets your expectations.":["Explora aquí tu web para asegurarte de que cumple tus expectativas."],"In Standard mode there is a single AMP version of your site.":["En el modo Estándar hay una única versión AMP de tu sitio."],"Your site is ready to bring great experiences to your users!":["¡Tu sitio está listo para ofrecer grandes experiencias a tus usuarios!"],"Recommended if you can commit to always choosing plugins that are AMP compatible when extending your site.":["Recomendado si puedes comprometerte a elegir siempre plugins compatibles con AMP cuando amplíes tu sitio."],"Recommended if you can’t commit to choosing plugins that are AMP compatible when extending your site. This mode will make it easy to keep AMP content even if non-AMP-compatible plugins are used later on.":["Recomendado si no puedes comprometerte a elegir plugins compatibles con AMP al ampliar tu sitio. Este modo facilitará mantener el contenido AMP incluso si más adelante se utilizan plugins no compatibles con AMP."],"Recommended as you have an AMP-compatible theme and no issues were detected with any of the plugins on your site.":["Recomendado ya que tienes un tema compatible con AMP y no se han detectado problemas con ninguno de los plugins de tu sitio."],"Not recommended because you have suppressed plugins.":["No se recomienda porque tienes plugins suprimidos."],"Not recommended due to compatibility issue(s) which may break key site functionality, without developer assistance.":["No se recomienda debido a problemas de compatibilidad que pueden romper funcionalidades clave del sitio, sin ayuda del desarrollador."],"Recommended since there were no theme compatibility issues detected.":["Recomendado porque no hay problemas con la compatibilidad del tema."],"Not recommended until you can fix the detected compatibility issue(s).":["No recomendado hasta que se puedan corregir los problemas de compatibilidad detectados."],"Not recommended as your site has no AMP compatibility issues detected.":["No se recomienda, ya que no se han detectado problemas de compatibilidad con AMP en tu sitio."],"Recommended so you can progressively enable AMP on your site while still making the non-AMP version available to visitors for functionality that is not AMP-compatible. Choose this mode if compatibility issues can be fixed or if your theme degrades gracefully when JavaScript is disabled.":["Recomendado para que puedas activa progresivamente AMP en tu sitio mientras sigues poniendo a disposición de los visitantes la versión no AMP para las funcionalidades que no son compatibles con AMP. Elige este modo si pueden solucionarse los problemas de compatibilidad o si tu tema se degrada con elegancia cuando se desactiva JavaScript."],"Recommended if you want to enable AMP on your site despite the detected compatibility issue(s).":["Recomendado si quieres activar AMP en tu sitio a pesar de los problemas de compatibilidad detectados."],"To address plugin compatibility issue(s), you may need to use Plugin Suppression to disable incompatible plugins on AMP pages or else select an alternative AMP-compatible plugin.":["Para solucionar los problemas de compatibilidad de los plugins, puede que tengas que utilizar la supresión de plugins para desactivar los plugins incompatibles en las páginas AMP o bien seleccionar un plugin alternativo compatible con AMP."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>.":["En el modo Transitorio <b>tu sitio tendrá una versión no AMP y una versión AMP<\/b>, y <b>ambas utilizarán el mismo tema<\/b>."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>.":["En el modo Reader <b>tu sitio tendrá una versión no AMP y una versión AMP<\/b>, y <b>cada versión utilizará su propio tema<\/b>."],"If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Si está activada la redirección automática a móviles, la versión AMP del contenido se servirá en dispositivos móviles. Si está activado el enlace de AMP a AMP, una vez que los usuarios estén en una página AMP, seguirán navegando por tu contenido AMP."],"Scanning %1$d\/%2$d URLs: Checking %3$s…":["Analizando %1$d\/%2$d URLs: Comprobando %3$s..."],"Site scan is checking if there are AMP compatibility issues with your active theme and plugins. We’ll then recommend how to use the AMP plugin.":["El análisis del sitio consiste en comprobar si hay problemas de compatibilidad de AMP con tu tema y plugins activos. A continuación, te recomendaremos cómo utilizar el plugin AMP."],"Review Validated URLs":["Reviar las URLs validadas"],"Site scan found no issues on your site. Proceed to the next step to follow recommendations for choosing a template mode.":["El análisis del sitio no ha encontrado problemas en tu sitio. Continúa con el siguiente paso para seguir las recomendaciones para elegir un modo de plantilla."],"Site scan found issues on your site. Proceed to the next step to follow recommendations for choosing a template mode.":["El análisis del sitio ha encontrado problemas en tu sitio. Continúa con el siguiente paso para seguir las recomendaciones para elegir un modo de plantilla."],"Scan complete":["Exploración completada"],"You can trigger the site scan again on the AMP Settings page after completing the Wizard.":["Puedes activar de nuevo el análisis del sitio en la página Ajustes de AMP después de completar el Asistente."],"Site scan was unsuccessful.":["La exploración del sitio no tuvo éxito."],"Scan failed":["Error de exploración"],"Please wait a minute…":["Por favor, espera un momento..."],"Site Scan":["Exploración del sitio"],"I am not responsible for configuring and fixing issues on my site. I am a site owner and\/or content creator who wants to take advantage of AMP performance.":["No soy responsable de configurar y arreglar los problemas de mi sitio. Soy propietario de un sitio y\/o creador de contenidos que quiere aprovechar el rendimiento de AMP."],"I can do WordPress development by modifying themes and plugins. I am familiar with PHP, JavaScript, HTML, and CSS.":["Puedo hacer desarrollos para WordPress modificando temas y plugins. Estoy familiarizado con PHP, JavaScript, HTML y CSS."],"To recommend the best AMP experience we’d like to know if you’re a more technical user, or less technical.":["Para recomendarte la mejor experiencia AMP, nos gustaría saber si eres un usuario más o menos técnico."],"At the end of onboarding the AMP plugin is fully configured, and your site is ready to start serving great experiences to your users.":["Al final de la puesta en marcha, el plugin AMP está totalmente configurado, y tu sitio está listo para empezar a servir grandes experiencias a tus usuarios."],"Site review":["Revisión del sitio"],"Regardless of technical expertise, the onboarding flow guides you through configuring the plugin in a few easy steps.":["Independientemente de tus conocimientos técnicos, el flujo de incorporación te guía a través de la configuración del complemento en unos sencillos pasos."],"AMP provides support for building beautiful, fast, engaging, secure, and accessible sites, and the AMP plugin makes it easy to take advantage of AMP on WordPress.":["AMP permite crear webs atractivas, rápidas, seguras y accesibles, y el plugin AMP facilita el uso de AMP en WordPress."],"AMP for WordPress":["AMP para WordPress"],"This plugin has been uninstalled or its metadata is unavailable.":["Este plugin ha sido desinstalado o sus metadatos no están disponibles."],"This plugin has been deactivated since last site scan.":["Este plugin ha sido desactivado desde la última exploración del sitio."],"You may also want to browse alternative <a>AMP compatible plugins<\/a>.":["También podrías querer consultar algunos <a>plugins compatibles con AMP<\/a>."],"Because of plugin issue(s) detected, you may want to <a>review and suppress plugins<\/a>.":["Debido a los problemas detectados en los plugins, puede que quieras <a>revisar y suprimir plugins<\/a>."],"Plugins with AMP incompatibility":["Plugins con incompatibilidad con AMP"],"This theme has been uninstalled or its metadata is unavailable.":["Este tema ha sido desinstalado o sus metadatos no están disponibles."],"This theme has been deactivated since last site scan.":["Este tema ha sido desactivado desde el último escaneo del sitio."],"You may also want to browse alternative <a>AMP compatible themes<\/a>.":["También puedes buscar temas alternativos compatibles con <a>AMP<\/a>."],"Because of theme issue(s) we’ve found, you’ll want to consider a different <a>template mode<\/a> below.":["Debido a los problemas de temas que hemos encontrado, deberás considerar un <a>modo de plantilla<\/a> diferente a continuación."],"Themes with AMP incompatibility":["Temas incompatibilidad con AMP"],"Version %s":["Versión %s"],"by %s":["de %s"],"Copy Error":["Error al copiar"],"Copied!":["¡Copiado!"],"There was an error loading the page.":["Se ha producido un error al cargar la página."],"Something went wrong.":["Algo ha ido mal."],"Return to AMP settings.":["Volver a los ajustes de AMP."],"The setup wizard has experienced an error.":["El asistente de configuración experimentó un error."],"Finish":["Terminar"],"There was an error downloading your Reader theme. As a result, your site is currently using the legacy reader theme. Please install your chosen theme manually.":["Ocurrió un error al descargar tu tema lector. Como resultado, tu sitio está actualmente usando el tema lector heredado. Por favor, instala manualmente el tema que has elegido."],"Your Reader theme was automatically installed":["Tu tema lector se instaló automáticamente"],"Done":["Hecho"],"Review":["Revisar"],"Theme Selection":["Selección de tema"],"Template Modes":["Modos de plantilla"],"Non-technical or wanting a simpler setup":["Sin conocimientos técnicos o queriendo una configuración más simple"],"Developer or technically savvy":["Desarrollador o con conocimientos técnicos"],"Technical Background":["Conocimientos técnicos"],"Configure your site with AMP":["Configura tu sitio con AMP"],"AMP and WordPress":["AMP y WordPress"],"Welcome":["Hola"],"Site preview":["Vista previa del sitio"],"Saving your settings …":["Guardando tus ajustes…"],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Como has seleccionado un tema lector que es el mismo que el tema activo de tu tema, tu sitio se ha cambiado automáticamente al modo de plantilla transicional."],"The following themes are compatible but cannot be installed automatically. Please install them manually, or contact your host if you are not able to do so.":["Los siguientes temas son compatibles pero no se pueden instalar automáticamente. Por favor, instálalos manualmente, o contacta con tu alojamiento si no puedes hacerlo."],"Unavailable themes":["Temas no disponibles"],"A template mode recommendation case was not accounted for.":["No se tuvo en cuenta un caso de recomendación de modo de plantilla."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>.":["En el modo estándar <b>tu sitio será completamente AMP<\/b> (excepto en los casos en los que prefieras no tener AMP en partes específicas de tu sitio) y <b>usará un solo tema<\/b>."],"Learn more":["Aprende más"],"This page has unsaved changes. Are you sure you want to leave?":["Esta página tiene cambios sin guardar. ¿Estás seguro de que deseas abandonarla?"],"Recommended":["Recomendado"],"Select the theme template for mobile visitors":["Selecciona la plantilla del tema para los visitantes móviles"],"Next":["Siguiente"],"Previous":["Anterior"],"Unavailable":["No disponible"],"Previously selected":["Seleccionado anteriormente"],"Reader theme failed to download.":["La descarga del tema lector ha fallado."],"Customize":["Personalizar"],"(opens in a new tab)":["(abre en una nueva pestaña)"],"Learn more.":["Aprende más."],"Standard":["Estándar"],"Reader":["Lector"],"Transitional":["Transicional"],"Close":["Cerrar"],"Details":["Detalles"],"AMP":["AMP"]}},"comment":{"reference":"assets\/js\/amp-onboarding-wizard.js"}}