{"translation-revision-date":"2024-01-10 10:10:30+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The <Code>googleanalytics<\/Code> type is obsolete as Google Analytics has switched to use gtag in the transition from Universal Analytics (UA) to GA4. Please use gtag instead. Learn more about <GA4AMP>GA4 in AMP<\/GA4AMP>.":["El tipo <Code>googleanalytics<\/Code> está obsoleto, ya que Google Analytics ha pasado a utilizar gtag en la transición de Universal Analytics (UA) a GA4. Utiliza gtag en su lugar. Más información sobre <GA4AMP>GA4 en AMP<\/GA4AMP>."],"The native <ImgTag \/> HTML can now be used instead of the AMP-specific <AMPImgTag \/> tag. AMP no longer requires the latter because lazy-loading is now a feature of the Web platform. Using native images can further improve page performance, although not all AMP components have been updated to work with them (see <a>example<\/a>). If you have CSS that is specifically targeting <AMPImgTag \/> tags, you will need to update them to target <ImgTag \/> instead (which can be done by default since such tags are automatically rewritten in CSS selectors when conversions are done).":["Ahora se puede utilizar la etiqueta nativa <ImgTag \/> HTML en lugar de la etiqueta específica de AMP <AMPImgTag \/>. AMP ya no requiere esta última porque la carga perezosa es ahora una característica de la plataforma Web. Utilizar imágenes nativas puede mejorar aún más el rendimiento de la página, aunque no todos los componentes de AMP se han actualizado para funcionar con ellas (ver <a>ejemplo<\/a>). Si tienes CSS que se dirige específicamente a las etiquetas <AMPImgTag \/>, tendrás que actualizarlas para que se dirijan a <ImgTag \/> en su lugar (lo que puede hacerse por defecto, ya que dichas etiquetas se reescriben automáticamente en los selectores CSS cuando se realizan las conversiones)."],"Use native HTML image tag":["Usar etiqueta de imagen nativa de HTML"],"Please see AMP project's <AnalyticsDocsLink>documentation<\/AnalyticsDocsLink> for %1$s as well as the <PluginAnalyticsDocsLink>plugin's analytics documentation<\/PluginAnalyticsDocsLink>. Each analytics configuration supplied below must take the form of a JSON object beginning with a %2$s and ending with a %3$s. Do not include any HTML tags like %4$s or %5$s. For the type field, supply one of the <VendorDocsLink>available analytics vendors<\/VendorDocsLink> or leave it blank for in-house analytics. For Google Analytics specifically, the type should be %6$s. For Google Tag Manager please consider using <SiteKitLink>Site Kit by Google<\/SiteKitLink> plugin.":["Consulta la <AnalyticsDocsLink>documentación<\/AnalyticsDocsLink> del proyecto AMP para %1$s, así como la <PluginAnalyticsDocsLink>documentación de analítica del plugin<\/PluginAnalyticsDocsLink>. Cada configuración de análisis que se proporcione a continuación debe tener la forma de un objeto JSON que empiece por %2$s y termine por %3$s. No incluyas ninguna etiqueta HTML como %4$s o %5$s. Para el campo tipo, proporciona uno de los <VendorDocsLink>proveedores de análisis disponibles<\/VendorDocsLink> o déjalo en blanco para los análisis internos. Para Google Analytics específicamente, el tipo debe ser %6$s. Para Google Tag Manager, utiliza el plugin <SiteKitLink>Site Kit by Google<\/SiteKitLink>."],"<a>Learn more<\/a> about Yandex Metrika in AMP.":["<a>Más información<\/a> sobre Yandex Metrika en AMP."],"<a>Learn more<\/a> about Nielsen in AMP.":["<a>Más información<\/a> sobre Nielsen en AMP."],"Provide App ID here.":["Proporciona aquí una ID de App."],"<a>Learn more<\/a> about New Relic in AMP.":["<a>Más información<\/a> sobre New Relic en AMP."],"Provide Facebook Pixel ID here.":["Proporciona aquí una ID Facebook Pixel."],"<a>Learn more<\/a> about Facebook Pixel in AMP.":["<a>Más información<\/a> acerca de Facebook Pixel en AMP."],"Provide Token.":["Proporciona un token."],"<a>Learn more<\/a> about Baidu Analytics in AMP.":["<a>Más información<\/a> sobre Baidu Analytics en AMP."],"<a>Learn more<\/a> about Alexa metrics in AMP.":["<a>Más información<\/a> sobre las métricas de Alexa en AMP."],"<a>Learn more<\/a> about Adobe Analytics in AMP.":["<a>Más información<\/a> sobre Adobe Analytics en AMP."],"For Google Analytics please consider using <GoogleSiteKitLink>Site Kit by Google<\/GoogleSiteKitLink>. This plugin configures analytics for both non-AMP and AMP pages alike, avoiding the need to manually provide a separate AMP configuration here. Nevertheless, for documentation on manual configuration see <GoogleAnalyticsDevGuideLink>Adding Analytics to your AMP pages<\/GoogleAnalyticsDevGuideLink>.":["Para Google Analytics, utiliza <GoogleSiteKitLink>Site Kit by Google<\/GoogleSiteKitLink>. Este plugin configura las analíticas tanto para las páginas no AMP como para las AMP, evitando la necesidad de proporcionar manualmente una configuración AMP separada aquí. No obstante, para obtener documentación sobre la configuración manual, consulta <GoogleAnalyticsDevGuideLink>añadir Analytics a tus páginas AMP<\/GoogleAnalyticsDevGuideLink>."],"Try a different <a>template mode<\/a>":["Prueba un <a>modo de plantilla<\/a> diferente"],"Limit AMP on a subset of the WordPress <a>Template Hierarchy<\/a>:":["Limita AMP en un subconjunto de la <a>Jerarquía de plantillas<\/a> de WordPress:"],"<a>Learn more<\/a> how the AMP plugin works":["<a>Más información<\/a> acerca de cómo funciona el plugin AMP"],"Reach out in the <a>support forums<\/a>":["Contacta en los <a>foros de ayuda<\/a>"],"Please submit details to our <a>support forum<\/a>.":["Por favor, envía los detalles a nuestro <a>foro de soporte<\/a>."],"Copy Validation Data":["Copiar los datos de validación"],"Raw validation data which you may want to share with the author so they can fix AMP compatibility:":["Datos de validación sin procesar que tal vez quieras compartir con el autor para que pueda arreglar la compatibilidad con AMP:"],"When you uninstall the plugin you have the choice of whether its data should also be deleted. Examples of plugin data include the settings, validated URLs, and transients used to store image dimensions and parsed stylesheets.":["Cuando desinstales el plugin, puedes elegir si sus datos también deben eliminarse. Algunos ejemplos de datos de plugins son la configuración, las URL validadas y los transitorios utilizados para almacenar las dimensiones de las imágenes y las hojas de estilo analizadas."],"Delete plugin data at uninstall":["Borrar todos los datos del plugin al desinstalarlo"],"Site scan found no issues on your site. Browse your site to ensure everything is working as expected.":["La exploración del sitio no ha encontrado problemas. Explora tu sitio para asegurarte de que todo está funcionando como es de esperar."],"No changes since your last scan.":["No ha habido cambios desde la última exploración."],"Stale results. Rescan your site to ensure everything is working properly.":["Resultados obsoletos. Vuelve a explorar tu sitio para asegurarte de que todo está funcionando adecuadamente."],"The site has not been scanned yet. Scan your site to ensure everything is working properly.":["El sitio aún no ha sido analizado. Analiza tu sitio para asegurarte de que todo funciona correctamente."],"Scan Site":["Explorar el sitio"],"Rescan Site":["Re-explorar el sitio"],"Your site cannot be scanned. There are no AMP-enabled URLs available.":["Tu sitio no puede ser analizado. No hay URLs activadas para AMP disponibles."],"Site scan has been cancelled. Try again.":["La exploración del sitio ha sido cancelada. Prueba de nuevo."],"Site scan failed. Try again.":["Falló la exploración del sitio. Prueba de nuevo."],"This is a per-user setting. It presumes you have some experience coding with HTML, CSS, JS, and PHP. Once enabled you will have access to Validated URLs and Error Index in the admin menu, the Validate URL item in the admin bar, and the AMP Validation sidebar in the editor.":["Esta es un ajuste por usuario. Supone que tienes alguna experiencia programado con HTML, CSS, JS y PHP. Una vez activada, tendrás acceso a URL validadas e índice de errores en el menú de administración, al elemento validar URL en la barra de administración y a la barra lateral de Validación de AMP en el editor."],"Enable Developer Tools":["Activar las herramientas para desarrolladores"],"Dismiss":["Descartar"],"Browse Site":["Explorar sitio"],"In Reader mode AMP is served using your selected Reader theme, and pages for your non-AMP site are served using your primary theme. Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["En el modo Reader, AMP se sirve utilizando tu tema Reader seleccionado, y las páginas de tu sitio no AMP se sirven utilizando tu tema principal. Examina tu sitio a continuación para asegurarte de que cumple tus expectativas, y activa el ajuste AMP para comparar ambas versiones."],"Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["Examina tu sitio a continuación para asegurarte de que cumple tus expectativas, y activa el ajuste AMP para comparar ambas versiones."],"In Standard mode there is a single AMP version of your site. Browse your site below to ensure it meets your expectations.":["En el modo Estándar hay una única versión AMP de tu sitio. Examina tu sitio a continuación para asegurarte de que cumple tus expectativas."],"Saved. Consider flushing page cache.":["Guardado. Considera vaciar la caché de la página."],"<b>Strict:<\/b> Require valid AMP, removing all markup that causes validation errors (except for excessive CSS).":["<b>Estricto:<\/b> Requiere AMP válido, eliminando todo el marcado que cause errores de validación (excepto CSS excesivo)."],"<b>Moderate:<\/b> Remove anything invalid AMP except for POST forms, excessive CSS, and other PX-verified markup.":["<b>Moderado:<\/b> Elimina todo lo que no sea AMP válido, excepto los formularios POST, el CSS excesivo y otras marcas verificadas por PX."],"<b>Loose:<\/b> Do not remove any AMP-invalid markup by default, including custom scripts. CSS processing is disabled.":["<b>Flexible:<\/b> No elimina por defecto ningún marcado no válido para AMP, incluidos los scripts personalizados. El procesamiento de CSS está desactivado."],"Enable sandboxing experiment":["Activar el experimento sandboxing"],"Try out a more flexible AMP by generating pages that use AMP components without requiring AMP validity! By selecting a sandboxing level, you are indicating the minimum degree of sanitization. For example, if you selected the loose level but have a page without any POST form and no custom scripts, it will still be served as valid AMP—the same as if you had selected the strict level.":["¡Prueba un AMP más flexible generando páginas que utilicen componentes AMP sin requerir la validez de AMP! Al seleccionar un nivel de sandboxing, estás indicando el grado mínimo de higienización. Por ejemplo, si seleccionas el nivel suelto pero tienes una página sin ningún formulario POST ni scripts personalizados, seguirá sirviéndose como AMP válida, igual que si hubieras seleccionado el nivel estricto."],"Sandboxing (Experimental)":["Entorno de pruebas (Experimental)"],"End of sentence.\u0004.":["."],"e.g. do this or that\u0004or":["o"],"Need help?":["¿Necesitas ayuda?"],"In Transitional mode AMP and non-AMP versions of your site are served using your currently active theme.":["En el modo Transitorio, las versiones AMP y no AMP de tu sitio se sirven utilizando tu tema activo en ese momento."],"Your site is ready to bring great experiences to your users!":["¡Tu sitio está listo para ofrecer grandes experiencias a tus usuarios!"],"Recommended if you can commit to always choosing plugins that are AMP compatible when extending your site.":["Recomendado si puedes comprometerte a elegir siempre plugins compatibles con AMP cuando amplíes tu sitio."],"Recommended if you can’t commit to choosing plugins that are AMP compatible when extending your site. This mode will make it easy to keep AMP content even if non-AMP-compatible plugins are used later on.":["Recomendado si no puedes comprometerte a elegir plugins compatibles con AMP al ampliar tu sitio. Este modo facilitará mantener el contenido AMP incluso si más adelante se utilizan plugins no compatibles con AMP."],"Recommended as you have an AMP-compatible theme and no issues were detected with any of the plugins on your site.":["Recomendado ya que tienes un tema compatible con AMP y no se han detectado problemas con ninguno de los plugins de tu sitio."],"Not recommended because you have suppressed plugins.":["No se recomienda porque tienes plugins suprimidos."],"Not recommended due to compatibility issue(s) which may break key site functionality, without developer assistance.":["No se recomienda debido a problemas de compatibilidad que pueden romper funcionalidades clave del sitio, sin ayuda del desarrollador."],"Recommended since there were no theme compatibility issues detected.":["Recomendado porque no hay problemas con la compatibilidad del tema."],"Not recommended until you can fix the detected compatibility issue(s).":["No recomendado hasta que se puedan corregir los problemas de compatibilidad detectados."],"Not recommended as your site has no AMP compatibility issues detected.":["No se recomienda, ya que no se han detectado problemas de compatibilidad con AMP en tu sitio."],"Recommended so you can progressively enable AMP on your site while still making the non-AMP version available to visitors for functionality that is not AMP-compatible. Choose this mode if compatibility issues can be fixed or if your theme degrades gracefully when JavaScript is disabled.":["Recomendado para que puedas activa progresivamente AMP en tu sitio mientras sigues poniendo a disposición de los visitantes la versión no AMP para las funcionalidades que no son compatibles con AMP. Elige este modo si pueden solucionarse los problemas de compatibilidad o si tu tema se degrada con elegancia cuando se desactiva JavaScript."],"Recommended if you want to enable AMP on your site despite the detected compatibility issue(s).":["Recomendado si quieres activar AMP en tu sitio a pesar de los problemas de compatibilidad detectados."],"To address plugin compatibility issue(s), you may need to use Plugin Suppression to disable incompatible plugins on AMP pages or else select an alternative AMP-compatible plugin.":["Para solucionar los problemas de compatibilidad de los plugins, puede que tengas que utilizar la supresión de plugins para desactivar los plugins incompatibles en las páginas AMP o bien seleccionar un plugin alternativo compatible con AMP."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>.":["En el modo Transitorio <b>tu sitio tendrá una versión no AMP y una versión AMP<\/b>, y <b>ambas utilizarán el mismo tema<\/b>."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>.":["En el modo Reader <b>tu sitio tendrá una versión no AMP y una versión AMP<\/b>, y <b>cada versión utilizará su propio tema<\/b>."],"If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Si está activada la redirección automática a móviles, la versión AMP del contenido se servirá en dispositivos móviles. Si está activado el enlace de AMP a AMP, una vez que los usuarios estén en una página AMP, seguirán navegando por tu contenido AMP."],"Scanning %1$d\/%2$d URLs: Checking %3$s…":["Analizando %1$d\/%2$d URLs: Comprobando %3$s..."],"Site scan is checking if there are AMP compatibility issues with your active theme and plugins. We’ll then recommend how to use the AMP plugin.":["El análisis del sitio consiste en comprobar si hay problemas de compatibilidad de AMP con tu tema y plugins activos. A continuación, te recomendaremos cómo utilizar el plugin AMP."],"Review Validated URLs":["Reviar las URLs validadas"],"Scan complete":["Exploración completada"],"Site Scan":["Exploración del sitio"],"This plugin has been uninstalled or its metadata is unavailable.":["Este plugin ha sido desinstalado o sus metadatos no están disponibles."],"This plugin has been deactivated since last site scan.":["Este plugin ha sido desactivado desde la última exploración del sitio."],"You may also want to browse alternative <a>AMP compatible plugins<\/a>.":["También podrías querer consultar algunos <a>plugins compatibles con AMP<\/a>."],"Because of plugin issue(s) detected, you may want to <a>review and suppress plugins<\/a>.":["Debido a los problemas detectados en los plugins, puede que quieras <a>revisar y suprimir plugins<\/a>."],"Plugins with AMP incompatibility":["Plugins con incompatibilidad con AMP"],"This theme has been uninstalled or its metadata is unavailable.":["Este tema ha sido desinstalado o sus metadatos no están disponibles."],"This theme has been deactivated since last site scan.":["Este tema ha sido desactivado desde el último escaneo del sitio."],"You may also want to browse alternative <a>AMP compatible themes<\/a>.":["También puedes buscar temas alternativos compatibles con <a>AMP<\/a>."],"Because of theme issue(s) we’ve found, you’ll want to consider a different <a>template mode<\/a> below.":["Debido a los problemas de temas que hemos encontrado, deberás considerar un <a>modo de plantilla<\/a> diferente a continuación."],"Themes with AMP incompatibility":["Temas incompatibilidad con AMP"],"Version %s":["Versión %s"],"by %s":["de %s"],"(unavailable due to slug conflict per above)":["(no disponible debido a un conflicto de slugs)"],"Rewrite rules: ":["Reglas de reescritura:"],"Taxonomy: %s":["Taxonomía: %s"],"(name: %s)":["(nombre: %s)"],"Post type: %s":["Tipo de contenido: %s"],"User":["Usuario"],"(ID: %d)":["(ID: %d)"],"There are one or more entities that are already using the “%s” URL slug. For this reason, you cannot currently use the path suffix or legacy reader paired URL structures. See below for the source of the slug conflict(s):":["Hay una o más entidades que ya están usando el slug de URL «%s». Por esta razón, actualmente no puedes usar el sufijo de la ruta o las estructuras heredadas de URL emparejadas del lector. Consulta a continuación el origen de el\/los conflicto(s) del slug:"],"Copy Error":["Error al copiar"],"Copied!":["¡Copiado!"],"There was an error loading the page.":["Se ha producido un error al cargar la página."],"Something went wrong.":["Algo ha ido mal."],"(default)":["(por defecto)"],"When using the Transitional or Reader template modes, your site is in a “Paired AMP” configuration. Your site's canonical URLs are non-AMP, and the separate AMP versions of your pages have AMP-specific URLs. The structure of a paired AMP URL is not important, whether using a query parameter or path suffix. The use of a query parameter is the most compatible across various sites and it has the benefit of not resulting in a 404 if the AMP plugin is deactivated. <em>Note: Changing the paired URL structure can cause AMP pages to temporarily disappear from search results until your site is re-indexed.<\/em> If you're migrating from another AMP plugin with a different paired URL structure, then you may want to change this setting. Otherwise we recommend leaving it as is. <a>Learn more<\/a>":["Cuando utilizas los modos de plantilla Transicional o Reader, tu sitio está en una configuración de «AMP emparejado». Las URL canónicas de tu sitio no son AMP, y las versiones AMP separadas de tus páginas tienen URL específicas de AMP. La estructura de una URL AMP emparejada no es importante, ya se utilice un parámetro de consulta o un sufijo de ruta. El uso de un parámetro de consulta es el más compatible entre varios sitios y tiene la ventaja de no dar lugar a un 404 si se desactiva el plugin AMP. <em>Nota: Cambiar la estructura de URL emparejadas puede hacer que las páginas AMP desaparezcan temporalmente de los resultados de búsqueda hasta que tu sitio se vuelva a indexar.<\/em> Si estás migrando desde otro plugin AMP con una estructura de URL emparejadas diferente, entonces puede que quieras cambiar esta configuración. De lo contrario, te recomendamos dejarlo como está. <a>Más información<\/a>"],"Your active theme “%s” is not listed below because it is already AMP-compatible. If you wish to use your active theme for both AMP and non-AMP pages, then Transitional template mode is what you should choose.":["Tu tema activo «%s» no está en la lista de abajo porque ya es compatible con AMP. Si quieres usar tu tema activo tanto para las páginas AMP como las no AMP, entonces deberías usar el modo de plantilla transaccional."],"Choose the theme to be used for AMP pages. This theme will normally be exclusively shown to mobile visitors.":["Elige el tema a usar para las páginas AMP. Este tema normalmente será mostrado exclusivamente a los visitantes móviles."],"Legacy reader":["Lector heredado"],"Legacy transitional":["Transicional heredado"],"(unavailable due to not using permalinks)":["(no disponible debido a que no se están usando enlaces permanentes)"],"Path suffix":["Sufijo de la ruta"],"Query parameter":["Parámetro de consulta"],"a must-use plugin":["um plugin imprecindible"],"a theme":["un tema"],"a plugin":["un plugin"],"The custom structure is being introduced by:":["La estructura personalizada la ha introducido:"],"A custom paired URL structure is being applied so the following options are unavailable.":["Se está aplicando una estructura de URLs emparejadas personalizada así que las siguientes opciones no están disponibles."],"Paired URL Structure":["Estructura de URLs emparejadas"],"Examples":["Ejemplos"],"Saved":["Guardado"],"Saving":["Guardando"],"Review":["Revisar"],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Como has seleccionado un tema lector que es el mismo que el tema activo de tu tema, tu sitio se ha cambiado automáticamente al modo de plantilla transicional."],"A template mode recommendation case was not accounted for.":["No se tuvo en cuenta un caso de recomendación de modo de plantilla."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>.":["En el modo estándar <b>tu sitio será completamente AMP<\/b> (excepto en los casos en los que prefieras no tener AMP en partes específicas de tu sitio) y <b>usará un solo tema<\/b>."],"You have no suppressible plugins active.":["No tienes activo ningún plugin suprimible."],"Learn more":["Aprende más"],"An error occurred. You might be offline or logged out.":["Ocurrió un error. Podrías estar sin conexión o desconectado."],"Plugin suppression":["Supresión de plugins"],"Plugin Suppression":["Supresión de plugins"],"Supported templates":["Plantillas compatibles"],"Advanced Settings":["Ajustes avanzados"],"Error:":["Error:"],"Redirect mobile visitors to AMP":["Redirigir visitantes móviles a AMP"],"Are you sure you want to disable the singular template? This template is needed to serve individual posts and pages as AMP.":["¿Estás seguro de que quieres desactivar una plantilla de entrada única? Esta plantilla es necesacia para servir entradas y páginas individuales como AMP."],"Content types enabled for AMP:":["Tipos de contenido activados para AMP:"],"Note that disabling pages will prevent you from serving your homepage as AMP.":["Ten en cuenta que desactivar las páginas impedirá que sirvas tu página de inicio como AMP."],"Note that disabling pages will prevent you from serving your posts page (blog index) as AMP.":["Ten en cuenta que desactivar las páginas impedirá que sirvas tu página de entras (índice del blog) como AMP."],"Note that disabling pages will prevent you from serving your homepage and posts page (blog index) as AMP.":["Ten en cuenta que desactivar las páginas impedirá que sirvas tu página de inicio y la página de entradas (índice del blog) como AMP."],"Serve all templates as AMP":["Servir todas las plantillas como AMP"],"This page has unsaved changes. Are you sure you want to leave?":["Esta página tiene cambios sin guardar. ¿Estás seguro de que deseas abandonarla?"],"When a plugin adds markup that is not allowed in AMP you may let the AMP plugin remove it, or you may suppress the plugin from running on AMP pages. The following list includes all active plugins on your site, with any of those detected to be generating invalid AMP markup appearing first.":["Cuando un plugin añade marcado no permitido por AMP puedes dejar que el plugin AMP lo elimine, o puedes suprimir el plugin para que no se ejecute en páginas AMP. La siguiente lista incluye todos los plugins activos de tu sitio, con algunos de ellos en primer lugar, detectados como que generan marcado no válido con AMP."],"By %s":["Por %s"],"Suppressed":["Suprimido"],"Active":["Activo"],"Plugin status:":["Estado del plugin:"],"No validation errors yet detected.":["No se han detectado aún errores de validación."],"Plugin updated since last suppressed.":["Plugin actualizado desde la última vez que se suprimió."],"Now updated to version %1$s since suppressed at %2$s.":["Ahora actualizado a la versión %1$s desde que se suprimió en la %2$s."],"Done by %s.":["Lo hizo %s."],"Since %s.":["Desde %s."],"Show reader themes":["Mostrar temas lectores"],"Reader theme: %s":["Tema lector: %s"],"Not recommended":["No recomendado"],"Recommended":["Recomendado"],"Show unavailable themes":["Mostrar temas no disponibles"],"Some supported themes cannot be installed automatically on this site. To use, please install them manually or contact your hosting provider.":["Algunos temas compatibles no se pueden instalar automáticamente en este sitio. Para usarlos, por favor, instálalos manualmente o contacta con tu proveedor de alojamiento."],"Next":["Siguiente"],"Previous":["Anterior"],"(Selected item)":["(Elemento seleccionado)"],"Unavailable":["No disponible"],"Previously selected":["Seleccionado anteriormente"],"Add entry":["Añadir registro"],"Remove entry":["Eliminar registro"],"Are you sure you want to delete this entry?":["¿Está seguro de que deseas borrar este registro?"],"Vendor or blank":["Proveedor o en blanco"],"Analytics Configuration #%s":["Configuración de analítica #%s"],"Provide site tracking ID here (e.g. UA-XXXXX-Y)":["Facilita aquí el ID de seguimiento del sitio (p.ej. UA-XXXXX-Y)"],"You are using an old version of WordPress. Please upgrade to access all of the features of the AMP plugin.":["Estás usando una versión antigua de WordPress. Por favor, actualiza para acceder a todas las características del plugin AMP."],"Customize Reader Theme":["Personalizar tema lector"],"Open Wizard":["Abrir asistente"],"Reopen Wizard":["Reabrir asistente"],"The AMP configuration wizard helps you choose the best configuration settings for your site.":["El asistente de configuración de AMP te ayuda a elegir los mejores ajustes de configuración para tu sitio. "],"Configure AMP":["Configurar AMP"],"AMP Settings Configured":["Ajustes de AMP configurados"],"Reader theme failed to download.":["La descarga del tema lector ha fallado."],"Enable AMP developer tools to surface validation errors when editing posts and viewing the site.":["Activa las herramientas para desarrolladores de AMP para corregir errores de validación al editar entradas y ver el sitio."],"(opens in a new tab)":["(abre en una nueva pestaña)"],"Plugin":["Plugin"],"Page %d":["Página %d"],"Learn more.":["Aprende más."],"Standard":["Estándar"],"Reader":["Lector"],"Transitional":["Transicional"],"Error Index":["Índice de errores"],"Other":["Otros"],"Stale results":["Resultados obsoletos"],"Validated URLs":["URLs validadas"],"A JSON object is required, e.g. {…}":["Se requiere un objeto JSON, por ejemplo {...}."],"Learn about analytics for AMP.":["Aprende sobre analytics para AMP."],"Learn More":["Más información"],"Templates":["Plantillas"],"Content Types":["Tipos de contenido"],"Supported Templates":["Plantillas compatibles"],"Template Mode":["Modo de plantilla"],"Status":["Estado"],"More details":["Más detalles"],"%s validation error":["%s error de validación","%s errores de validación"],"Details":["Detalles"],"Save":["Guardar"],"JSON Configuration:":["Configuración de JSON:"],"Type:":["Tipo:"],"Analytics":["Analytics"]}},"comment":{"reference":"assets\/js\/amp-settings.js"}}