{"translation-revision-date":"2022-10-07 21:20:14+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"<a>Learn more<\/a> how the AMP plugin works":["<a>Saiba mais<\/a> como o plug-in AMP funciona"],"Copy Validation Data":["Copiar dados de Validação"],"Raw validation data which you may want to share with the author so they can fix AMP compatibility:":["Dados brutos de validação que você pode compartilhar com o autor para que eles possam corrigir a compatibilidade com AMP:"],"Official AMP Plugin for WordPress":["Plugin oficial de AMP para WordPress"],"Need help?":["Precisa de ajuda?"],"As a last step, use the Customizer to tailor the Reader theme as needed.":["Como última etapa, use o Customizador para ajustar o tema modo Leitor conforme necessário."],"In Reader mode AMP is served using your selected Reader theme, and pages for your non-AMP site are served using your primary theme.":["No modo Leitor, a AMP é veiculada usando seu tema Leitor selecionado, e as páginas do seu site não AMP são veiculadas usando seu tema principal."],"Browse your site here to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["Navegue em seu site aqui para garantir que ele atenda às suas expectativas e alterne a configuração de AMP para comparar as duas versões."],"In Transitional mode AMP and non-AMP versions of your site are served using your currently active theme.":["No modo de transição, as versões AMP e não AMP do seu site são veiculadas usando o tema ativo no momento."],"Browse your site here to ensure it meets your expectations.":["Navegue em seu site aqui para garantir que ele atenda às suas expectativas."],"In Standard mode there is a single AMP version of your site.":["No modo padrão, há uma única versão AMP do seu site."],"Your site is ready to bring great experiences to your users!":["Seu site está pronto para trazer ótimas experiências para seus usuários!"],"Recommended if you can commit to always choosing plugins that are AMP compatible when extending your site.":["Recomendado se você puder se comprometer em sempre escolher plugins compatíveis com AMP ao estender o seu site."],"Recommended if you can’t commit to choosing plugins that are AMP compatible when extending your site. This mode will make it easy to keep AMP content even if non-AMP-compatible plugins are used later on.":["Recomendado se você não pode se comprometer a escolher plugins compatíveis com AMP ao estender o seu site. Este modo facilitará manter o conteúdo AMP, mesmo se plugins não compatíveis com AMP forem usados posteriormente."],"Recommended as you have an AMP-compatible theme and no issues were detected with any of the plugins on your site.":["Recomendado porque você tem um tema compatível com AMP e nenhum problema foi detectado com qualquer um dos plugins no seu site."],"Not recommended because you have suppressed plugins.":["Não recomendado porque você suprimiu plugins."],"Not recommended due to compatibility issue(s) which may break key site functionality, without developer assistance.":["Não recomendado devido a problemas de compatibilidade que podem interromper a funcionalidade principal do site, sem a ajuda do desenvolvedor."],"Recommended since there were no theme compatibility issues detected.":["Recomendado porque não foram detectados problemas de compatibilidade de tema."],"Not recommended until you can fix the detected compatibility issue(s).":["Não recomendado até que você possa corrigir os problemas de compatibilidade detectados."],"Not recommended as your site has no AMP compatibility issues detected.":["Não recomendado porque o seu site não tem problemas de compatibilidade de AMP detectados."],"Recommended so you can progressively enable AMP on your site while still making the non-AMP version available to visitors for functionality that is not AMP-compatible. Choose this mode if compatibility issues can be fixed or if your theme degrades gracefully when JavaScript is disabled.":["Recomendado para que você possa ativar progressivamente as AMP em seu site e, ao mesmo tempo, disponibilizar a versão não AMP aos visitantes para funcionalidades incompatíveis com AMP. Escolha este modo se os problemas de compatibilidade podem ser corrigidos ou se o seu tema se degrada normalmente quando o JavaScript é desabilitado."],"Recommended if you want to enable AMP on your site despite the detected compatibility issue(s).":["Recomendado se você deseja habilitar AMP no seu site, apesar dos problemas de compatibilidade detectados."],"To address plugin compatibility issue(s), you may need to use Plugin Suppression to disable incompatible plugins on AMP pages or else select an alternative AMP-compatible plugin.":["Para resolver problemas de compatibilidade de plugins, pode ser necessário usar a Supressão de plugins para desativar plugins incompatíveis em páginas AMP ou então selecionar um plugin compatível com AMP alternativo."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>.":["No modo de transição <b>seu site terá uma versão não AMP e uma AMP<\/b>, e <b>ambas usarão o mesmo tema<\/b>."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>.":["No modo Leitor, <b>seu site terá uma versão não AMP e uma AMP<\/b>, e <b>cada versão usará o seu próprio tema<\/b>."],"If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Se o redirecionamento móvel automático estiver habilitado, a versão AMP do conteúdo será veiculada em dispositivos móveis. Se a vinculação de AMP a AMP estiver ativada, quando os usuários estiverem numa página AMP, eles continuarão navegando no seu conteúdo AMP."],"Scanning %1$d\/%2$d URLs: Checking %3$s…":["Verificando %1$d\/%2$d URLs: Verificando %3$s…"],"Site scan is checking if there are AMP compatibility issues with your active theme and plugins. We’ll then recommend how to use the AMP plugin.":["A verificação do site está verificando se há problemas de compatibilidade de AMP com seu tema e plugins ativos. Em seguida, recomendaremos como usar o plugin AMP."],"Review Validated URLs":["Análise dos URLs validados"],"Site scan found no issues on your site. Proceed to the next step to follow recommendations for choosing a template mode.":["A varredura do site não encontrou problemas no seu site. Prossiga para a próxima etapa para seguir as recomendações para escolher um modo de modelo."],"Site scan found issues on your site. Proceed to the next step to follow recommendations for choosing a template mode.":["A varredura do site encontrou problemas em seu site. Prossiga para a próxima etapa para seguir as recomendações para escolher um modo de modelo."],"Scan complete":["Varredura concluída"],"You can trigger the site scan again on the AMP Settings page after completing the Wizard.":["Você pode acionar a verificação do site novamente na página Configurações de AMP após concluir o assistente."],"Site scan was unsuccessful.":["A varredura do site não foi bem-sucedida."],"Scan failed":["Falha na varredura"],"Please wait a minute…":["Por favor, aguarde um minuto…"],"Site Scan":["Varredura do site"],"I am not responsible for configuring and fixing issues on my site. I am a site owner and\/or content creator who wants to take advantage of AMP performance.":["Não sou responsável por configurar e corrigir problemas no meu site. Sou proprietário de site e\/ou criador de conteúdo e desejo aproveitar as vantagens do desempenho de AMP."],"I can do WordPress development by modifying themes and plugins. I am familiar with PHP, JavaScript, HTML, and CSS.":["Posso fazer o desenvolvimento do WordPress modificando temas e plug-ins. Estou familiarizado com PHP, JavaScript, HTML e CSS."],"To recommend the best AMP experience we’d like to know if you’re a more technical user, or less technical.":["Para recomendar a melhor experiência de AMP, gostaríamos de saber se você é um usuário mais técnico ou menos técnico."],"At the end of onboarding the AMP plugin is fully configured, and your site is ready to start serving great experiences to your users.":["No final da integração, o plugin AMP está totalmente configurado e o seu site está pronto para começar a oferecer ótimas experiências aos usuários."],"Site review":["Revisão do site"],"Regardless of technical expertise, the onboarding flow guides you through configuring the plugin in a few easy steps.":["Independentemente do conhecimento técnico, o fluxo de integração o orienta durante a configuração do plugin em algumas etapas fáceis."],"AMP provides support for building beautiful, fast, engaging, secure, and accessible sites, and the AMP plugin makes it easy to take advantage of AMP on WordPress.":["O AMP oferece suporte para a criação de sites bonitos, rápidos, envolventes, seguros e acessíveis, e o plugin AMP facilita o aproveitamento do AMP no WordPress."],"AMP for WordPress":["AMP para WordPress"],"This plugin has been uninstalled or its metadata is unavailable.":["Este plugin foi desinstalado ou seus metadados não estão disponíveis."],"This plugin has been deactivated since last site scan.":["Este plugin foi desativado desde a última varredura do site."],"You may also want to browse alternative <a>AMP compatible plugins<\/a>.":["Você também pode procurar <a>plugins compatíveis com AMP<\/a> alternativos."],"Because of plugin issue(s) detected, you may want to <a>review and suppress plugins<\/a>.":["Devido aos problemas de plugins detectados, você pode <a>revisar e suprimir os plugins<\/a>."],"Plugins with AMP incompatibility":["Plugins com incompatibilidade AMP"],"This theme has been uninstalled or its metadata is unavailable.":["Este tema foi desinstalado ou seus metadados não estão disponíveis."],"This theme has been deactivated since last site scan.":["Este tema foi desativado desde a última varredura do site."],"You may also want to browse alternative <a>AMP compatible themes<\/a>.":["Você também pode procurar <a>temas compatíveis com AMP<\/a> alternativos."],"Because of theme issue(s) we’ve found, you’ll want to consider a different <a>template mode<\/a> below.":["Devido aos problemas de tema que encontramos, você deve considerar um <a>modo de template<\/a> diferente abaixo."],"Themes with AMP incompatibility":["Temas com incompatibilidade de AMP"],"Version %s":["Versão %s"],"by %s":["por %s"],"Copy Error":["Copiar o erro"],"Copied!":["Copiado!"],"There was an error loading the page.":["Houve um erro ao carregar a página"],"Something went wrong.":["Algo deu errado."],"Return to AMP settings.":["Voltar para as Configurações AMP."],"The setup wizard has experienced an error.":["O assistente de configuração encontrou um erro."],"Finish":["Finalizar"],"There was an error downloading your Reader theme. As a result, your site is currently using the legacy reader theme. Please install your chosen theme manually.":["Ocorreu um erro ao fazer download do seu tema do Reader. Como resultado, seu site está usando o tema do leitor legado. Instale o tema escolhido manualmente."],"Your Reader theme was automatically installed":["O seu tema do Leitor foi instalado automaticamente"],"Done":["Concluído"],"Review":["Revisão"],"Theme Selection":["Seleção de tema"],"Template Modes":["Modos de modelo"],"Non-technical or wanting a simpler setup":["Não técnico ou querendo uma configuração mais simples"],"Developer or technically savvy":["Desenvolvedor ou tecnicamente experiente"],"Technical Background":["Antecedentes Técnicos"],"Configure your site with AMP":["Configure seu site com AMP"],"AMP and WordPress":["AMP e WordPress"],"Welcome":["Bem-vindo(a)"],"Site preview":["Visualizar site"],"Saving your settings …":["Salvando suas configurações ..."],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Como você selecionou um tema do modo Leitor que é o mesmo que o tema ativo do seu site, o seu site foi automaticamente alternado para o modo de modelo Transicional."],"The following themes are compatible but cannot be installed automatically. Please install them manually, or contact your host if you are not able to do so.":["Os seguintes temas são compatíveis, mas não podem ser instalados automaticamente. Por favor, instale-os manualmente ou entre em contato com o seu host se você não puder fazer isso."],"Unavailable themes":["Temas indisponíveis"],"A template mode recommendation case was not accounted for.":["Um caso de recomendação de modo de modelo não foi contabilizado."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>.":["No modo padrão <b>seu site será totalmente AMP<\/b> (exceto nos casos em que você desativa AMP para partes específicas do seu site) e <b>usará um único tema<\/b>."],"Backtick":["Acento grave"],"Period":["Ponto"],"Comma":["Vírgula"],"Learn more":["Saiba mais"],"This page has unsaved changes. Are you sure you want to leave?":["Esta página possui alterações não salvas. Você tem certeza de que quer sair?"],"Recommended":["Recomendado"],"Select the theme template for mobile visitors":["Selecionar template para visitantes mobile"],"Next":["Seguinte"],"Previous":["Anteriores"],"Unavailable":["Indisponível"],"Previously selected":["Selecionado anteriormente"],"Reader theme failed to download.":["Tema leitor falhou no download."],"Customize":["Personalizar"],"(opens in a new tab)":["(abrir em uma nova aba)"],"Learn more.":["Saiba mais."],"Standard":["Padrão"],"Reader":["Leitor"],"Transitional":["Transição"],"Close":["Fechar"],"Details":["Detalhes"],"AMP":["AMP"]}},"comment":{"reference":"assets\/js\/amp-onboarding-wizard.js"}}