{"translation-revision-date":"2024-01-10 10:10:30+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Please submit details to our <a>support forum<\/a>.":["Por favor, envía los detalles a nuestro <a>foro de soporte<\/a>."],"Support UUID: ":["UUID de soporte:"],"Create support topic":["Crear un tema de ayuda"],"Send data":["Enviar datos"],"Sending…":["Enviando..."],"Sent":["Enviado"],"Please check \"Raw Data\" for all error source information.":["Consulta los «Datos brutos» para obtener toda la información sobre el origen de los errores."],"Error Sources (%d)":["Fuentes de error (%d)"],"Please check \"Raw Data\" for all error information.":["Consulta los «Datos brutos» para ver toda la información sobre errores."],"Errors (%d)":["Errores (%d)"],"In order to best assist you, please tap the Send Data button below to send the following site information to our private database. Once you have done so, copy the the resulting Support UUID in the blue box that appears and include the ID in a new <a>support forum topic<\/a>. You do not have to submit data to get support, but our team will be able to help you more effectively if you do so.":["Para poder ayudarte mejor, pulsa el botón «Enviar datos» que aparece a continuación para enviar la siguiente información del sitio a nuestra base de datos privada. Una vez que lo hayas hecho, copia el UUID de soporte resultante en el cuadro azul que aparece e incluye el ID en un nuevo <a>tema del foro de soporte<\/a>. No es necesario que envíes los datos para obtener soporte, pero nuestro equipo podrá ayudarte más eficazmente si lo haces."],"AMP Support":["Compatibilidad AMP"],"The site has no validation data. Go to the AMP Settings page and scan you site before sending a support request.":["El sitio no tiene datos de validación. Ve a la página de ajustes de AMP y explora tu sitio antes de enviar una solicitud de soporte."],"We found no issues on your site but there are some stale validation results. Browse your site to ensure everything is working as expected.":["No hemos encontrado problemas en tu sitio, pero hay algunos resultados de validación obsoletos. Explora tu sitio para asegurarte de que todo está funcionando como es de esperar."],"We found no issues on your site. Browse your site to ensure everything is working as expected.":["No hemos encontrado problemas en tu sitio. Explora tu sitio para asegurarte de que todo está funcionando como es de esperar."],"The requested URL does not have any AMP validation errors.":["La URL solicitada no tiene ningún error de validación AMP."],"The validation data is stale. Go to the AMP Settings page and rescan you site before sending a support request.":["Los datos de validación son obsoletos. Ve a la página de ajustes de AMP y vuelve a explorar tu sitio antes de enviar una solicitud de soporte."],"Validated URLs (%d)":["URLs validadas (%d)"],"Themes":["Temas"],"AMP reader theme":["Tema del lector de AMP"],"AMP mobile redirect":["Redirección móvil de AMP"],"AMP supported templates":["Plantillas compatibles con AMP"],"AMP supported post types":["Tipos de contenido compatibles con AMP"],"AMP all templates supported":["Todas las plantillas compatibles con AMP"],"AMP plugin configured":["Plugin AMP configurado"],"AMP mode":["Modo AMP"],"AMP Information":["Información de AMP"],"Is defined curl multi":["Está definido curl multi"],"Libxml version":["Versión de Libxml"],"Object cache status":["Estado de la caché de objetos"],"Https status":["Estado del Https"],"Site Health":["Salud del sitio"],"WordPress language":["Idioma de WordPress"],"WordPress version":["Versión de WordPress"],"MySQL version":["Versión de MySQL"],"PHP version":["Versión de PHP"],"Site title":["Título del sitio"],"Site URL":["URL del sitio"],"Site Information":["Información del sitio"],"Raw Data":["Datos en bruto"],"Plugins (%s)":["(%s) plugins "],"Failed to send support request. Please try again later.":["No se ha podido enviar la solicitud de asistencia. Vuelve a intentarlo más tarde."],"There was an error loading the page.":["Se ha producido un error al cargar la página."],"Something went wrong.":["Algo ha ido mal."],"text direction\u0004ltr":["ltr"],"AMP version":["Versión AMP"],"(opens in a new tab)":["(abre en una nueva pestaña)"],"Details":["Detalles"]}},"comment":{"reference":"assets\/js\/amp-support.js"}}