{"translation-revision-date":"2022-10-07 21:20:14+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Use native HTML image tag":["Usar tag de imagem HTML nativa"],"<a>Learn more<\/a> about Yandex Metrika in AMP.":["<a>Saiba mais<\/a> sobre o Yandex Metrika em AMP."],"<a>Learn more<\/a> about Nielsen in AMP.":["<a>Saiba mais<\/a> sobre a Nielsen em AMP."],"<a>Learn more<\/a> about Baidu Analytics in AMP.":["<a>Saiba mais<\/a> sobre o Baidu Analytics em AMP."],"Try a different <a>template mode<\/a>":["Experimente um <a>modo de modelo<\/a> diferente"],"Limit AMP on a subset of the WordPress <a>Template Hierarchy<\/a>:":["Limite o AMP em um subconjunto da <a>Hierarquia de modelos<\/a> do WordPress:"],"<a>Learn more<\/a> how the AMP plugin works":["<a>Saiba mais<\/a> como o plug-in AMP funciona"],"Copy Validation Data":["Copiar dados de Validação"],"Raw validation data which you may want to share with the author so they can fix AMP compatibility:":["Dados brutos de validação que você pode compartilhar com o autor para que eles possam corrigir a compatibilidade com AMP:"],"When you uninstall the plugin you have the choice of whether its data should also be deleted. Examples of plugin data include the settings, validated URLs, and transients used to store image dimensions and parsed stylesheets.":["Ao desinstalar o plugin, você tem a opção de excluir os seus dados. Exemplos de dados de plugin incluem as configurações, URLs validados e transitórios usados para armazenar dimensões de imagem e folhas de estilo analisadas."],"Delete plugin data at uninstall":["Exclua os dados do plugin na desinstalação"],"Site scan found no issues on your site. Browse your site to ensure everything is working as expected.":["A varredura do site não encontrou problemas em seu site. Navegue em seu site para garantir que tudo esteja funcionando conforme o esperado."],"No changes since your last scan.":["Nenhuma mudança desde sua última varredura."],"Stale results. Rescan your site to ensure everything is working properly.":["Resultados obsoletos. Verifique novamente o seu site para garantir que tudo está funcionando corretamente."],"The site has not been scanned yet. Scan your site to ensure everything is working properly.":["O site ainda não foi verificado. Faça uma varredura no seu site para garantir que tudo esteja funcionando corretamente."],"Scan Site":["Examinar site"],"Rescan Site":["Rescan Site"],"Your site cannot be scanned. There are no AMP-enabled URLs available.":["Seu site não pode ser verificado. Não há URLs habilitados para AMP disponíveis."],"Site scan has been cancelled. Try again.":["A verificação do site foi cancelada. Tente novamente."],"Site scan failed. Try again.":["A verificação do site falhou. Tente novamente."],"This is a per-user setting. It presumes you have some experience coding with HTML, CSS, JS, and PHP. Once enabled you will have access to Validated URLs and Error Index in the admin menu, the Validate URL item in the admin bar, and the AMP Validation sidebar in the editor.":["Esta é uma configuração por usuário. Presume-se que você tenha alguma experiência em codificação com HTML, CSS, JS e PHP. Após ativado, você terá acesso a URLs validados e Índice de erros no menu do administrador, ao item Validar URL na barra de administração e à barra lateral de validação de AMP no editor."],"Enable Developer Tools":["Habilitar ferramentas de desenvolvimento"],"Dismiss":["Descartar"],"Browse Site":["Navegue pelo site"],"In Reader mode AMP is served using your selected Reader theme, and pages for your non-AMP site are served using your primary theme. Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["No modo Leitor, a AMP é veiculada usando seu tema Leitor selecionado, e as páginas do seu site não AMP são veiculadas usando seu tema principal. Navegue em seu site abaixo para garantir que ele atenda às suas expectativas e alterne a configuração de AMP para comparar as duas versões."],"Browse your site below to ensure it meets your expectations, and toggle the AMP setting to compare both versions.":["Navegue em seu site abaixo para garantir que ele atenda às suas expectativas e alterne a configuração de AMP para comparar as duas versões."],"In Standard mode there is a single AMP version of your site. Browse your site below to ensure it meets your expectations.":["No modo padrão, há uma única versão AMP do seu site. Navegue no seu site abaixo para garantir que ele atenda às suas expectativas."],"Saved. Consider flushing page cache.":["Salvou. Considere limpar o cache da página."],"<b>Strict:<\/b> Require valid AMP, removing all markup that causes validation errors (except for excessive CSS).":["<b>Estrito:<\/b> requer AMP válido, removendo todas as marcações que causam erros de validação (exceto para CSS excessivo)."],"<b>Moderate:<\/b> Remove anything invalid AMP except for POST forms, excessive CSS, and other PX-verified markup.":["<b>Moderado:<\/b> remova qualquer AMP inválido, exceto formulários POST, CSS excessivo e outras marcações verificadas por PX."],"<b>Loose:<\/b> Do not remove any AMP-invalid markup by default, including custom scripts. CSS processing is disabled.":["<b>Flexível:<\/b> não remova nenhuma marcação inválida para AMP por padrão, incluindo scripts personalizados. O processamento de CSS está desativado."],"Enable sandboxing experiment":["Ativar experimento de sandboxing"],"Try out a more flexible AMP by generating pages that use AMP components without requiring AMP validity! By selecting a sandboxing level, you are indicating the minimum degree of sanitization. For example, if you selected the loose level but have a page without any POST form and no custom scripts, it will still be served as valid AMP—the same as if you had selected the strict level.":["Experimente AMP mais flexível, gerando páginas que usam componentes de AMP sem exigir validade de AMP! Ao selecionar um nível de sandboxing, você indica o grau mínimo de higienização. Por exemplo, se você selecionou o nível flexível, mas tem uma página sem nenhum formulário POST e nenhum script personalizado, ele ainda será veiculado como AMP válido, o mesmo como se você tivesse selecionado o nível estrito."],"Sandboxing (Experimental)":["Sandboxing (Experimental)"],"End of sentence.\u0004.":["."],"e.g. do this or that\u0004or":["ou"],"Need help?":["Precisa de ajuda?"],"In Transitional mode AMP and non-AMP versions of your site are served using your currently active theme.":["No modo de transição, as versões AMP e não AMP do seu site são veiculadas usando o tema ativo no momento."],"Your site is ready to bring great experiences to your users!":["Seu site está pronto para trazer ótimas experiências para seus usuários!"],"Recommended if you can commit to always choosing plugins that are AMP compatible when extending your site.":["Recomendado se você puder se comprometer em sempre escolher plugins compatíveis com AMP ao estender o seu site."],"Recommended if you can’t commit to choosing plugins that are AMP compatible when extending your site. This mode will make it easy to keep AMP content even if non-AMP-compatible plugins are used later on.":["Recomendado se você não pode se comprometer a escolher plugins compatíveis com AMP ao estender o seu site. Este modo facilitará manter o conteúdo AMP, mesmo se plugins não compatíveis com AMP forem usados posteriormente."],"Recommended as you have an AMP-compatible theme and no issues were detected with any of the plugins on your site.":["Recomendado porque você tem um tema compatível com AMP e nenhum problema foi detectado com qualquer um dos plugins no seu site."],"Not recommended because you have suppressed plugins.":["Não recomendado porque você suprimiu plugins."],"Not recommended due to compatibility issue(s) which may break key site functionality, without developer assistance.":["Não recomendado devido a problemas de compatibilidade que podem interromper a funcionalidade principal do site, sem a ajuda do desenvolvedor."],"Recommended since there were no theme compatibility issues detected.":["Recomendado porque não foram detectados problemas de compatibilidade de tema."],"Not recommended until you can fix the detected compatibility issue(s).":["Não recomendado até que você possa corrigir os problemas de compatibilidade detectados."],"Not recommended as your site has no AMP compatibility issues detected.":["Não recomendado porque o seu site não tem problemas de compatibilidade de AMP detectados."],"Recommended so you can progressively enable AMP on your site while still making the non-AMP version available to visitors for functionality that is not AMP-compatible. Choose this mode if compatibility issues can be fixed or if your theme degrades gracefully when JavaScript is disabled.":["Recomendado para que você possa ativar progressivamente as AMP em seu site e, ao mesmo tempo, disponibilizar a versão não AMP aos visitantes para funcionalidades incompatíveis com AMP. Escolha este modo se os problemas de compatibilidade podem ser corrigidos ou se o seu tema se degrada normalmente quando o JavaScript é desabilitado."],"Recommended if you want to enable AMP on your site despite the detected compatibility issue(s).":["Recomendado se você deseja habilitar AMP no seu site, apesar dos problemas de compatibilidade detectados."],"To address plugin compatibility issue(s), you may need to use Plugin Suppression to disable incompatible plugins on AMP pages or else select an alternative AMP-compatible plugin.":["Para resolver problemas de compatibilidade de plugins, pode ser necessário usar a Supressão de plugins para desativar plugins incompatíveis em páginas AMP ou então selecionar um plugin compatível com AMP alternativo."],"In Transitional mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>both will use the same theme<\/b>.":["No modo de transição <b>seu site terá uma versão não AMP e uma AMP<\/b>, e <b>ambas usarão o mesmo tema<\/b>."],"In Reader mode <b>your site will have a non-AMP and an AMP version<\/b>, and <b>each version will use its own theme<\/b>.":["No modo Leitor, <b>seu site terá uma versão não AMP e uma AMP<\/b>, e <b>cada versão usará o seu próprio tema<\/b>."],"If automatic mobile redirection is enabled, the AMP version of the content will be served on mobile devices. If AMP-to-AMP linking is enabled, once users are on an AMP page, they will continue navigating your AMP content.":["Se o redirecionamento móvel automático estiver habilitado, a versão AMP do conteúdo será veiculada em dispositivos móveis. Se a vinculação de AMP a AMP estiver ativada, quando os usuários estiverem numa página AMP, eles continuarão navegando no seu conteúdo AMP."],"Scanning %1$d\/%2$d URLs: Checking %3$s…":["Verificando %1$d\/%2$d URLs: Verificando %3$s…"],"Site scan is checking if there are AMP compatibility issues with your active theme and plugins. We’ll then recommend how to use the AMP plugin.":["A verificação do site está verificando se há problemas de compatibilidade de AMP com seu tema e plugins ativos. Em seguida, recomendaremos como usar o plugin AMP."],"Review Validated URLs":["Análise dos URLs validados"],"Scan complete":["Varredura concluída"],"Site Scan":["Varredura do site"],"This plugin has been uninstalled or its metadata is unavailable.":["Este plugin foi desinstalado ou seus metadados não estão disponíveis."],"This plugin has been deactivated since last site scan.":["Este plugin foi desativado desde a última varredura do site."],"You may also want to browse alternative <a>AMP compatible plugins<\/a>.":["Você também pode procurar <a>plugins compatíveis com AMP<\/a> alternativos."],"Because of plugin issue(s) detected, you may want to <a>review and suppress plugins<\/a>.":["Devido aos problemas de plugins detectados, você pode <a>revisar e suprimir os plugins<\/a>."],"Plugins with AMP incompatibility":["Plugins com incompatibilidade AMP"],"This theme has been uninstalled or its metadata is unavailable.":["Este tema foi desinstalado ou seus metadados não estão disponíveis."],"This theme has been deactivated since last site scan.":["Este tema foi desativado desde a última varredura do site."],"You may also want to browse alternative <a>AMP compatible themes<\/a>.":["Você também pode procurar <a>temas compatíveis com AMP<\/a> alternativos."],"Because of theme issue(s) we’ve found, you’ll want to consider a different <a>template mode<\/a> below.":["Devido aos problemas de tema que encontramos, você deve considerar um <a>modo de template<\/a> diferente abaixo."],"Themes with AMP incompatibility":["Temas com incompatibilidade de AMP"],"Version %s":["Versão %s"],"by %s":["por %s"],"(unavailable due to slug conflict per above)":["(indisponível devido ao conflito de slug conforme acima)"],"Rewrite rules: ":["Regras de reescrita:"],"Taxonomy: %s":["Taxonomia: %s"],"(name: %s)":["(nome: %s)"],"Post type: %s":["Tipo de post: %s"],"User":["Usuário"],"(ID: %d)":["(ID: %d)"],"There are one or more entities that are already using the “%s” URL slug. For this reason, you cannot currently use the path suffix or legacy reader paired URL structures. See below for the source of the slug conflict(s):":["Há uma ou mais entidades que já estão usando o slug de URL “%s”. Por esse motivo, você não pode usar atualmente o sufixo do caminho ou as estruturas de URL emparelhadas do leitor legado. Veja abaixo a origem do(s) conflito(s) de slug:"],"Copy Error":["Copiar o erro"],"Copied!":["Copiado!"],"There was an error loading the page.":["Houve um erro ao carregar a página"],"Something went wrong.":["Algo deu errado."],"(default)":["(padrão)"],"Your active theme “%s” is not listed below because it is already AMP-compatible. If you wish to use your active theme for both AMP and non-AMP pages, then Transitional template mode is what you should choose.":["Seu tema ativo “%s” não está listado abaixo porque já é compatível com AMP. Se você deseja usar seu tema ativo para páginas AMP e não AMP, o modo de modelo transicional é o que você deve escolher."],"Choose the theme to be used for AMP pages. This theme will normally be exclusively shown to mobile visitors.":["Escolha o tema para ser usado por páginas AMP. Este tema será exclusivamente exibido para visitantes mobile."],"Legacy reader":["Leitor legado"],"Legacy transitional":["Transicional legado"],"(unavailable due to not using permalinks)":["(indisponível devido ao não uso de permalinks)"],"Path suffix":["Sufixo de caminho"],"Query parameter":["Parâmetro de consulta"],"a must-use plugin":["um plugin que você deve usar"],"a theme":["um tema"],"a plugin":["um plugin"],"The custom structure is being introduced by:":["A estrutura personalizada está sendo introduzida por:"],"A custom paired URL structure is being applied so the following options are unavailable.":["Uma estrutura de URL emparelhada personalizada está sendo aplicada, portanto, as opções a seguir não estão disponíveis."],"Paired URL Structure":["Estrutura de URL emparelhada"],"Examples":["Exemplos"],"Saved":["Salvo"],"Saving":["Salvando"],"Review":["Revisão"],"Because you selected a Reader theme that is the same as your site's active theme, your site has automatically been switched to Transitional template mode.":["Como você selecionou um tema do modo Leitor que é o mesmo que o tema ativo do seu site, o seu site foi automaticamente alternado para o modo de modelo Transicional."],"A template mode recommendation case was not accounted for.":["Um caso de recomendação de modo de modelo não foi contabilizado."],"In Standard mode <b>your site will be completely AMP<\/b> (except in cases where you opt-out of AMP for specific parts of your site), and <b>it will use a single theme<\/b>.":["No modo padrão <b>seu site será totalmente AMP<\/b> (exceto nos casos em que você desativa AMP para partes específicas do seu site) e <b>usará um único tema<\/b>."],"Backtick":["Acento grave"],"Period":["Ponto"],"Comma":["Vírgula"],"You have no suppressible plugins active.":["Você não tem plugins suprimíveis ativos."],"Learn more":["Saiba mais"],"An error occurred. You might be offline or logged out.":["Um erro ocorreu. Você pode estar offline ou desconectado."],"Plugin suppression":["Supressão de plugin"],"Plugin Suppression":["Supressão de Plugin"],"Supported templates":["Templates suportados"],"Advanced Settings":["Configurações avançadas"],"Error:":["Erro:"],"Redirect mobile visitors to AMP":["Redirecionar visitantes mobile para AMP"],"Are you sure you want to disable the singular template? This template is needed to serve individual posts and pages as AMP.":["Tem certeza de que deseja desativar o template singular? Esse modelo é necessário para veicular postagens e páginas individuais como AMP."],"Content types enabled for AMP:":["Tipos de conteúdo habilitados para AMP:"],"Note that disabling pages will prevent you from serving your homepage as AMP.":["Note que desativar as páginas impedirá que você veicule sua página inicial como AMP."],"Note that disabling pages will prevent you from serving your posts page (blog index) as AMP.":["Note que desativar as páginas impedirá que você veicule sua página de postagens (índice do blog) como AMP."],"Note that disabling pages will prevent you from serving your homepage and posts page (blog index) as AMP.":["Observe que desativar as páginas impedirá que você veicule sua página inicial e página de postagens (índice do blog) como AMP."],"Serve all templates as AMP":["Servir todos os templates como AMP"],"This page has unsaved changes. Are you sure you want to leave?":["Esta página possui alterações não salvas. Você tem certeza de que quer sair?"],"When a plugin adds markup that is not allowed in AMP you may let the AMP plugin remove it, or you may suppress the plugin from running on AMP pages. The following list includes all active plugins on your site, with any of those detected to be generating invalid AMP markup appearing first.":["Quando um plugin adiciona uma marcação que não é permitida em AMP, você pode permitir que o plugin AMP a remova ou pode impedir que o plugin seja executado nas páginas AMP. A lista a seguir inclui todos os plugins ativos em seu site, com qualquer um daqueles detectados como geradores de marcação de AMP inválida aparecendo primeiro."],"By %s":["Por %s"],"Suppressed":["Suprimido"],"Active":["Ativo"],"Plugin status:":["Status do plugin:"],"No validation errors yet detected.":["Nenhum erro de validação ainda detectado."],"Plugin updated since last suppressed.":["Plugin atualizado desde a última supressão"],"Now updated to version %1$s since suppressed at %2$s.":["Agora atualizado para a versão %1$s desde a supressão na %2$s."],"Done by %s.":["Feito por %s."],"Since %s.":["Desde %s."],"Show reader themes":["Mostra temas do modo leitor"],"Reader theme: %s":["Tema Leitor: %s"],"Not recommended":["Não recomendado"],"Recommended":["Recomendado"],"Show unavailable themes":["Mostrar temas indisponíveis"],"Some supported themes cannot be installed automatically on this site. To use, please install them manually or contact your hosting provider.":["Alguns temas suportados não podem ser instalados automaticamente neste site. Para usar, instale-os manualmente ou entre em contato com seu provedor de hospedagem."],"Next":["Seguinte"],"Previous":["Anteriores"],"(Selected item)":["(Item selecionado)"],"Unavailable":["Indisponível"],"Previously selected":["Selecionado anteriormente"],"Add entry":["Adicionar entrada"],"Remove entry":["Remover entrada"],"Are you sure you want to delete this entry?":["Tem certeza que deseja excluir essa entrada?"],"Vendor or blank":["Fornecedor ou em branco"],"Analytics Configuration #%s":["Configuração do Analytics #%s"],"Provide site tracking ID here (e.g. UA-XXXXX-Y)":["Forneça aqui o ID de rastreamento do site (ex. UA-XXXXX-Y)"],"You are using an old version of WordPress. Please upgrade to access all of the features of the AMP plugin.":["Você está usando uma versão antiga do WordPress. Faça upgrade para acessar todos os recursos do plugin AMP."],"Customize Reader Theme":["Personalizar tema leitor"],"Open Wizard":["Abrir assistente"],"Reopen Wizard":["Reabrir assistente"],"The AMP configuration wizard helps you choose the best configuration settings for your site.":["O assistente de configuração de AMP ajuda você a escolher as melhores configurações para seu site."],"Configure AMP":["Configurar AMP"],"AMP Settings Configured":["Configurações AMP definidas"],"Reader theme failed to download.":["Tema leitor falhou no download."],"Enable AMP developer tools to surface validation errors when editing posts and viewing the site.":["Ative as ferramentas para desenvolvedores AMP para detectar erros de validação ao editar postagens e visualizar o site."],"(opens in a new tab)":["(abrir em uma nova aba)"],"Plugin":["Plugin"],"Page %d":["Página %d"],"Learn more.":["Saiba mais."],"Standard":["Padrão"],"Reader":["Leitor"],"Transitional":["Transição"],"Error Index":["Índice de erro"],"Other":["Outro"],"Stale results":["Resultados obsoletos"],"Validated URLs":["URLs Validadas"],"A JSON object is required, e.g. {…}":["Um objeto JSON é obrigatório, ex. {...}"],"Learn about analytics for AMP.":["Aprenda sobre Analytics para AMP."],"Learn More":["Aprenda Mais"],"Templates":["Templates"],"Content Types":["Tipos de conteúdo"],"Supported Templates":["Modelos suportados "],"Template Mode":["Modo template"],"Status":["Status"],"More details":["Mais detalhes"],"%s validation error":["%s erro de validação","%s erros de validação"],"Details":["Detalhes"],"Save":["Salvar"],"JSON Configuration:":["Configuração do JSON:"],"Type:":["Tipo:"],"Analytics":["Analytics"]}},"comment":{"reference":"assets\/js\/amp-settings.js"}}